controllers/ConfigController.php

SELECT * FROM `config` WHERE `config_id`='2'
---
	protected function findModel($config_id)
	{
		if (($model = Config::findOne($config_id)) !== null) {