controllers/KamarkosController.php

SELECT * FROM `kamarkos` WHERE `id`='1'
---
	protected function findModel($id)
	{
		if (($model = Kamarkos::findOne($id)) !== null) {