controllers/PemohonController.php

	protected function findModel($id)
	{
		if (($model = Pemohon::findOne($id)) !== null) {
---
SELECT * FROM `pemohon` WHERE `id`='1'